
  {
    "pageTitle": "TERMS OF SERVICE",
    "tabs": [
      {
        "tabTitle": "ORDER ISSUES",
        "id": "order",
        "subject": [
          {
            "title": "DUTIES & TAXES",
            "description": "Internationally shipped packages may be subject to customs and import fees. The exact amount of these fees are determined by your local customs laws.\n\nWe recommend checking with your local customs office for more information on import taxes, customs duties, and handling fees."
          },
          {
            "title": "ORDER TRACKING",
            "description": "After placing an order, you will receive an email containing all the details. We may also be in touch if we need further information to verify your payment. \nOnce your order is confirmed, it will be dispatched within 2 business days. Depending on your location and chosen shipping method, delivery takes 2-7 business days after it's dispatched. We will keep you updated with \ntracking information and an estimated delivery date. You can also follow its journey by heading to ‘My Orders’ in your account, or if you opted for guest \ncheckout, you can track the status of your order here."
          },
          {
            "title": "SAME DAY DELIVERY",
            "description": "High-value items will need to be signed for. We’ll send you an email explaining how to track your item and letting you know when it will be delivered.\n\nIf no-one is available, the courier will attempt to leave the parcel with a neighbour. The courier will post a card through your door with further delivery instructions if they're unable to complete delivery or if they leave the parcel with a neighbour.\n\nIf your order contains valuable or in-demand items the DPD driver may ask you to show your photo ID.\n\nThe courier will attempt to make delivery and obtain a signature up to 3 times before the parcel is returned to our warehouse."
          },
          {
            "title":"CAN I CHANGE THE COLLECTION LOCATION FOR MY ORDER?",
            "description": "No, unfortunately not. You can’t change your collection options once an order is placed.  This includes choosing to use our other delivery services instead.\n\nWith our Click & Collect service, if you are not going to be able to collect an order, a return and full refund is processed after the order has been in store for 10 days. \n\nIf you have placed an order with an incorrect collection point, we will be able to request a return and refund once it has arrived in the selected store. Please contact one of our friendly Customer Care Teams on the options below with your order details once you have received the 'Awaiting Collection' email."
          }
        ]
      },
      {
        "tabTitle": "DELIVERY",
        "id": "delivery",
        "subject": [
          {
            "title":"CANCELLATIONS",
            "description": "You can cancel up to 14 calendar days from the day after you receive your order.\n\nAs well as our refunds policy, you also have a legal right to cancel your online purchase with us for any reason if you are a customer within the European Union. Although it's legally called a \"cancellation\" right, you will still receive your order and need to return it.\n\nThis right excludes items that have been sealed for hygiene reasons, if the seal/packaging has been broken or removed, e.g. underwear, swimwear, jewellery for piercings and any personalised goods. "
          },
          {
            "title": "PREORDERS",
            "description":"As you have probably guessed we struggle to keep our products in stock once they launch which we appreciate then becomes frustrating for the customer that misses out. We get lots of messages requests from customers wanting to preorder the next restock. Customers said it was frustrating to remember the date of the next restock only to find once they checked online they was sold out again. We therefore now open preorders on popular sold out items, meaning if a product size has sold out you can still preorder knowing you have grabbed it, can forget about it and let us do the rest once they arrive in. This method has proved hugely popular so although a lot more work for our office staff and warehouse we are more than happy to stick to this process as it keeps you guys happy and you seem to love it! Plus it's always exciting to have something preordered to look forward too.\n\n"
          }
        ]
      },
      {
        "tabTitle": "RETURNS & REFUNDS",
        "id": "returns",
        "subject": [
          {
            "title": "CUSTOMISED ITEMS",
          "description": "\nCustomised products are best described as blank products that are designed or created by the customer. People typically use images, logos, text, clip art, effects & colours to create products. To sell customised products online it is essential to have both a preview tool and automated print ready artwork generation."
          },
          {
            "title": "REFUNDS",
            "id": "refunds",
            "description": "To request a tax refund, file an Application for Refund - Sales and Use Tax (Form DR-26S) or Application for Refund - All Other Taxes (Form DR-26). An application form may be completed to request moneys paid into the State Treasury for a tax overpayment, payment when tax was not due, or payment made in error.\n\nWhen submitting your refund application online, a confirmation page will be displayed with a confirmation number on it. Print the page or write down the confirmation number for your records. The Florida Department of Revenue may notify you within 30 days of the refund submission of any documentation required to process your refund claim. The application will not be considered valid until all supporting documentation is received by the Department."
          },
          {
            "title":  "FINAL SALE",
            "id": "sale",
          "description": "Items marked Final Sale may not be returned or exchanged."
          },
          {
            "title":  "RETURNS PROCESS",
          "description": "Merchandise purchased in store may be returned for a full refund to the original form of payment. All merchandise returned must be returned to the location where it was originally purchased in its original selling condition and include the original product packaging, tags, and labels.\n\nReturns will not be accepted without an original purchase receipt. Returns made with a gift receipt will be returned for a store merchandise gift card.\n"
          },
          {
            "title" : "RETURNS POLICY & PROCESS",
          "description": "Return policies are the rules retail merchants establish to manage the process by which customers return or exchange unwanted or defective merchandise that they have purchased previously. Return policies are an extension of the customer service retailers provide; they tend to be fairly liberal as a consequence. For this reason many consumers hold the mistaken belief that they can always return merchandise for a full refund regardless of the circumstances. In reality, both regular and online merchants enjoy great leeway in establishing individual policies. As returns have become more prevalent and more costly, some merchants have imposed tighter restrictions on merchandise returns.\n\n"
          }
        ]
      },
      {
        "tabTitle": "PAYMENT",
        "id": "payment",
        "description": "At Postil’ Shop, you are shopping pieces from our luxury brands and partners around the globe, expertly curated for you by our team. \nPrices are determined by each our partner, therefore the price of the same item may vary depending on your location and where you order an item from.",
        "subject": [
          {
            "title": "WHICH CURRENCIES CAN I SHOP IN?",
            "description": "Our customers have the option to check out in four currencies as mentioned below. Please look for a currency symbol at the top of the website to alter between.\n\n- GBP\n\n- USD\n\n- AUD\n\n- EUR"
          },
          {
            "title": "WHEN WILL MY CARD BE CHARGED?",
            "description": "Your credit card will be charged once fulfillment of your order is complete.\n\n"
          },
          {
            "title":  "WHICH PAYMENT METHODS DO YOU ACCEPT?",
          "description": "We accept the following payment methods:\n\nVisa\nMasterCard\nAmerican Express\nDiscover\nJCB\nPayPal\nApple Pay\niDeal \nWeChat\nKonbini\nBoleto\nUnion Pay\nAliPay"
          },
          {
            "title": "WILL MY PERSONAL DETAILS STAY SAFE?",
            "description": "• All of your personal details are guaranteed to stay safe with us.\n"
          },
          {
            "title": "HOW TO FIND PRODUCTS",
            "description": "There are several steps brick-and-mortar retailers can take to discourage abuse of their return policies. For example, they can attempt to reduce the volume of sales returns by posting their policy for customers to see. Although some types of products are easier to resell after being returned, it is advisable to have a single policy and to adhere to it rather than attempt to attach different rules to different types of items sold in a store."
          },
          {
            "title": "HOW TO ORDER & PAY",
          "description": "After your order is completed, you will be sent a confirmation email to the email address provided. Included will be an order number – this is your reference number in case you have any questions about your order. Please review the order summary to confirm your order information is correct and save the email as a receipt of your purchase. If you don’t receive a copy, first check your junk mail and then check My Account or contact us.\n\nIf you’d like another copy of your receipt, you can always go to My Account and click “View Order Status” within the My Orders section. To the right of your order details, you’ll see an envelope icon that you can click to forward your order details to a different email address."
          }
        ]
      },
      {"tabTitle":  "PRODUCT & STOCK"},
      {"tabTitle":  "LEGAL POLICIES"}
    ]
  }
